Repository: Ganbin/Summit2020_Example
Catalog: User_Interface_Modernization_With_Easy_START/Resources/*.lproj/main.xlf
Languages: fr

# main.general.chooseLanguage
source: Choose your language
fr: Choisissez votre langue

# main.general.discountDescription
source: For $500 buying, you save $5
fr: Pour $500 d'achat, vous économisez $5

# main.general.scanArticles
source: Scan articles
fr: Scannez vos articles

# main.general.scanRandomArticle
source: Scan Random Article
fr: Scanner un article au hasard

# main.general.welcome
source: Welcome
fr: Bienvenue

# main.groups.bakery
source: Bakery
fr: Boulangerie

# main.groups.vegetables
source: Vegetables
fr: Légumes

# main.payment.card
source: Card
fr: Carte

# main.payment.payCash
source: Pay Cash
fr: Payer Cash

# main.payment.printReceipt
source: Print Receipt
fr: Impression du reçu

# main.payment.withCard
source: Please, proceed payment with card
fr: Veuillez payer avec votre carte

# main.payment.withCash
source: Please, proceed payment with cash
fr: Veuillez payer cash
